Repository: addodelgrossi/meditor
Catalog: Sources/Meditor/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: About & Legal
pt_br: Sobre e Legal

source: Architecture
pt_br: Arquitetura

source: Appearance
pt_br: Aparência

source: App appearance
pt_br: Aparência do app

source: Author
pt_br: Autor

source: Choose a template or begin typing Mermaid.
pt_br: Escolha um modelo ou comece a escrever Mermaid.

source: Class
pt_br: Classes

source: Copy
pt_br: Copiar

source: Copy PNG
pt_br: Copiar PNG

source: Copy SVG
pt_br: Copiar SVG

source: Dark
pt_br: Escuro

source: Default
pt_br: Padrão

source: Default PNG scale
pt_br: Escala PNG padrão

source: Default theme
pt_br: Tema padrão

source: Describe a domain model
pt_br: Descreva um modelo de domínio

source: Diagram preview
pt_br: Pré-visualização do diagrama

source: Diagram theme
pt_br: Tema do diagrama

source: Done
pt_br: Concluído

source: Entity relationship
pt_br: Entidade e relacionamento

source: Export
pt_br: Exportar

source: Export failed
pt_br: Falha ao exportar

source: Explain an interaction
pt_br: Explique uma interação

source: Explore an idea
pt_br: Explore uma ideia

source: Fit diagram
pt_br: Ajustar diagrama

source: Flowchart
pt_br: Fluxograma

source: Font
pt_br: Fonte

source: Font size
pt_br: Tamanho da fonte

source: Forest
pt_br: Floresta

source: Go to error
pt_br: Ir para o erro

source: Light
pt_br: Claro

source: Map a clear process
pt_br: Mapeie um processo com clareza

source: Mermaid source editor
pt_br: Editor de código Mermaid

source: Model connected data
pt_br: Modele dados conectados

source: Moves the cursor to the Mermaid syntax error
pt_br: Move o cursor para o erro de sintaxe Mermaid

source: Mindmap
pt_br: Mapa mental

source: Neutral
pt_br: Neutro

source: Open Source Licenses
pt_br: Licenças de código aberto

source: Preview
pt_br: Prévia

source: Preview paused
pt_br: Prévia pausada

source: Plan work over time
pt_br: Planeje o trabalho ao longo do tempo

source: Privacy Policy
pt_br: Política de Privacidade

source: Rendering…
pt_br: Renderizando…

source: Sequence
pt_br: Sequência

source: Settings
pt_br: Ajustes

source: Show a system
pt_br: Mostre um sistema

source: Split
pt_br: Dividido

source: Start with an idea
pt_br: Comece com uma ideia

source: Start blank
pt_br: Começar em branco

source: Source Code
pt_br: Código-fonte

source: State
pt_br: Estados

source: Support
pt_br: Suporte

source: System
pt_br: Sistema

source: Templates
pt_br: Modelos

source: Theme
pt_br: Tema

source: The diagram could not be converted.
pt_br: Não foi possível converter o diagrama.

source: The image could not be created.
pt_br: Não foi possível criar a imagem.

source: Transparent background when possible
pt_br: Fundo transparente quando possível

source: Unable to render diagram
pt_br: Não foi possível renderizar o diagrama

source: Visualize lifecycle
pt_br: Visualize o ciclo de vida

source: Version
pt_br: Versão

source: Wrap long lines
pt_br: Quebrar linhas longas

source: Zoom in
pt_br: Ampliar

source: Zoom out
pt_br: Reduzir

source: Add Files…
pt_br: Adicionar arquivos…

source: Add Mermaid files to build a presentation.
pt_br: Adicione arquivos Mermaid para montar uma apresentação.

source: Background
pt_br: Fundo

source: Build Presentation
pt_br: Montar apresentação

source: Cancel
pt_br: Cancelar

source: Copy Image
pt_br: Copiar imagem

source: Copy Image includes SVG, PDF, PNG, and TIFF so each destination can choose its preferred representation.
pt_br: Copiar imagem inclui SVG, PDF, PNG e TIFF para que cada destino escolha a representação preferida.

source: Copy SVG as Text
pt_br: Copiar SVG como texto

source: Current
pt_br: Atual

source: Default export background
pt_br: Fundo padrão de exportação

source: Drag rows to reorder. Files are read once when added.
pt_br: Arraste as linhas para reordenar. Os arquivos são lidos uma vez ao serem adicionados.

source: End Presentation
pt_br: Encerrar apresentação

source: Export preview
pt_br: Pré-visualização da exportação

source: Export theme
pt_br: Tema da exportação

source: Export…
pt_br: Exportar…

source: Format
pt_br: Formato

source: Image scale
pt_br: Escala da imagem

source: Next slide
pt_br: Próximo slide

source: No slides yet
pt_br: Nenhum slide ainda

source: Present
pt_br: Apresentar

source: Presentation
pt_br: Apresentação

source: Previous slide
pt_br: Slide anterior

source: Start Presentation
pt_br: Iniciar apresentação

source: Start Presentation…
pt_br: Iniciar apresentação…

source: The image could not be copied.
pt_br: Não foi possível copiar a imagem.

source: Transparent
pt_br: Transparente

source: Unable to add files
pt_br: Não foi possível adicionar os arquivos

source: Untitled Diagram
pt_br: Diagrama sem título
